Repository: common-repository/learning-objects-lms
Catalog: languages/learning-objects-lms-*.po
Languages: de_de, es_es

source: Abilita per indicare se il corso deve essere fruito su Learning Objects
de_de: Aktivieren, um anzugeben, ob der Kurs für Lernobjekte verwendet werden muss
es_es: Activar para indicar si el curso debe usarse en Learning Objects

source: Abilita per indicare se il corso è ecm
de_de: Aktivieren, um anzugeben, ob der Kurs ecm ist
es_es: Activar para indicar si el curso es ECM

source: N° giorni di validità
de_de: N ° Gültigkeitstage
es_es: N° de días de validez

source: Definisci per quanti giorni dall'acquisto il cliente potrà visualizzare il corso all'interno di Learning Objects, NON indicare nulla se non necessario
de_de: Definieren Sie, wie viele Tage nach dem Kauf der Kunde den Kurs innerhalb von Lernobjekten anzeigen kann. Geben Sie NICHT etwas an, wenn es nicht erforderlich ist
es_es: Define durante cuántos días después de la compra el cliente podrá ver el curso dentro de Learning Objects, NO indiques nada si no es necesario

source: Configurazione Learning Objects
de_de: Konfiguration von Lernobjekten
es_es: Configuración de Learning Objects

source: La Base Url non è valida
de_de: Die Basis-URL ist ungültig
es_es: La URL base no es válida

source: Compilare la Base Url
de_de: Füllen Sie die Basis-URL aus
es_es: Introduce la URL base

source: Compilare la Consumer Key
de_de: Füllen Sie den Verbraucherschlüssel aus
es_es: Introduce la clave de cliente

source: Dati aggiornati con successo
de_de: Daten erfolgreich aktualisiert
es_es: Datos actualizados correctamente

source: I dati inseriti non sono corretti.
de_de: Die eingegebenen Daten sind falsch.
es_es: Los datos introducidos no ​​son correctos.

source: Parametri connessione Piattaforma e-learning
de_de: Verbindungsparameter E-Learning-Plattform
es_es: Parámetros de conexión a la plataforma de aprendizaje electrónico

source: Base Url
de_de: Basis-URL
es_es: URL base

source: Consumer Key
de_de: Verbraucherschlüssel
es_es: Clave del cliente

source: Consumer Secret
de_de: Verbrauchergeheimnis
es_es: Clave secreta del cliente

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar los cambios

source: Settings
de_de: die Einstellungen

source: https://www.qltech.it/en/learning-objects-woocommerce-lms-plugin/
de_de: https://www.qltech.it/it/learning-objects-woocommerce-lms-plugin/

source: Learning Objects Woocommerce LMS is a plugin for Woocommerce that allows you to connect your shop or website to the professional Learning Objects environment for elearning.
de_de: Learning Objects Woocommerce LMS ist ein Plugin für Woocommerce, mit dem Sie Ihren Shop oder Ihre Website für E-Learning mit der professionellen Learning Objects-Umgebung verbinden können.
es_es: Learning Objects LMS es un plugin para WooCommerce que te permite conectar tu tienda o tu web con el entorno profesional de Learning Objects para aprendizaje online.

source: Per poter seguire i corsi acquistati, accedere al sito <a href="%1$s" >%1$s</a> con le sue credenziali create in fase di acquisto: la sua email e password riservata
es_es: Para seguir los cursos comprados, accede al sitio <a href="%1$s" >%1$s</a> con las credenciales que has creado durante el proceso de compra: tu correo electrónico y tu contraseña privada
